{
	"writers": [
		{
			"id": 				"parry",
			"name": 			"Parry Gupta",
			"dob":				"14 Aug 1981"
		},

		{
			"id": 				"bharat",
			"name": 			"Bharat Gupta",
			"dob":				"03 Nov 1975"
		},

		{
			"id": 				"dave",
			"name": 			"David Son",
			"dob":				"19 Jun 1965"
		},

		{
			"id": 				"carl",
			"name": 			"Carl Junior",
			"dob":				"23 Sept 1972"
		}
	],

	"books": [
		{
			"id": 									"god-nowhere",
			"writerId":							"parry",
			"name":									"God Is Nowhere",
			"description":					"Usus legentis in iis qui facit eorum claritatem Investigationes demonstraverunt lectores legere me lius quod ii. Humanitatis per seacula quarta decima et, quinta decima eodem modo typi qui nunc. Suscipit lobortis nisl ut aliquip ex ea commodo consequat duis autem vel eum iriure. Claram anteposuerit litterarum formas nobis videntur parum clari fiant. Volutpat ut wisi enim ad minim veniam quis nostrud. Ullamcorper dolor in hendrerit; in vulputate velit esse molestie consequat vel illum dolore eu. Exerci tation feugiat nulla facilisis at vero eros et accumsan et iusto odio dignissim.",
			"publishedOn":					"11 March 2002"
		},

		{
			"id": 									"key-to-success",
			"writerId":							"dave",
			"name":									"Key To Success",
			"description":					"Vero eros et, accumsan et iusto odio dignissim qui blandit praesent luptatum. Feugait nulla facilisi nam liber tempor cum soluta nobis eleifend option congue nihil imperdiet. Lius quod ii legunt saepius claritas est etiam processus? Velit esse molestie consequat vel illum dolore eu feugiat nulla facilisis at? Mazim placerat facer possim assum typi non habent! In vulputate zzril: delenit augue duis dolore te doming id quod claritatem? Elit sed diam nonummy nibh euismod tincidunt ut laoreet dolore magna aliquam erat volutpat. Nostrud exerci tation ullamcorper, suscipit lobortis nisl ut aliquip ex ea commodo consequat duis autem.",
			"publishedOn":					"31 March 2004"
		},

		{
			"id": 									"tough-life",
			"writerId":							"bharat",
			"name":									"Tough Life Always",
			"description":					"Claritatem Investigationes demonstraverunt lectores legere me lius quod ii! Eum iriure dolor in hendrerit in vulputate velit esse molestie consequat vel illum dolore eu feugiat? Per seacula quarta decima et quinta decima eodem modo typi. Et accumsan et iusto odio dignissim qui blandit praesent luptatum zzril delenit augue duis dolore.",
			"publishedOn":					"22 April 1999"
		},

		{
			"id": 									"turtle-move",
			"writerId":							"parry",
			"name":									"The Turtle Move",
			"description":					"Et iusto odio dignissim qui blandit praesent luptatum. Seacula quarta decima et quinta decima eodem modo typi! Nisl ut aliquip ex ea commodo consequat duis autem vel. Ad minim veniam quis nostrud exerci tation ullamcorper suscipit lobortis eum iriure dolor. Per qui nunc nobis videntur parum clari fiant sollemnes in. Volutpat ut wisi enim in hendrerit in vulputate velit esse molestie consequat.",
			"publishedOn":					"1 Jan 2000"
		},

		{
			"id": 									"white-rum",
			"writerId":							"carl",
			"name":									"A White Rum",
			"description":					"Facer possim assum typi non habent claritatem insitam est usus legentis in iis qui facit? Sit amet consectetuer; adipiscing elit sed diam nonummy nibh euismod tincidunt ut laoreet dolore magna. Saepius claritas est etiam processus dynamicus qui sequitur. Facilisi nam liber tempor cum soluta nobis eleifend option.",
			"publishedOn":					"13 Oct 2005"
		},

		{
			"id": 									"real-estate",
			"writerId":							"bharat",
			"name":									"Indian Real Estate Market",
			"description":					"Claritas est etiam processus dynamicus qui sequitur mutationem consuetudium lectorum mirum. Per seacula quarta decima et quinta decima eodem modo typi qui. Magna aliquam erat volutpat ut wisi enim ad. Saepius est notare quam littera; gothica quam nunc putamus? Laoreet dolore minim veniam quis nostrud, exerci tation ullamcorper suscipit lobortis?",
			"publishedOn":					"29 Nov 2009"
		},

		{
			"id": 									"bollywood-junkies",
			"writerId":							"parry",
			"name":									"Bollywood Junkies - Real Stories",
			"description":					"Tation ullamcorper suscipit lobortis nisl ut aliquip ex ea commodo consequat. Investigationes demonstraverunt lectores legere me lius quod ii. Dolor in hendrerit in vulputate velit esse molestie consequat vel illum dolore eu. Dynamicus qui sequitur mutationem, consuetudium lectorum mirum est.",
			"publishedOn":					"15 Aug 2008"
		},

		{
			"id": 									"dramatic-society",
			"writerId":							"dave",
			"name":									"The Dramatic Society Life",
			"description":					"Nostrud exerci tation ullamcorper suscipit lobortis nisl ut aliquip ex ea commodo. Facer possim assum typi non habent claritatem insitam est usus legentis in iis. Option congue nihil imperdiet doming id quod mazim placerat? Eodem modo typi qui nunc nobis videntur parum clari fiant sollemnes in. In hendrerit in vulputate velit esse molestie consequat vel illum dolore eu? Feugiat nulla facilisis at vero eros et accumsan. Nunc putamus parum claram anteposuerit litterarum formas humanitatis per seacula quarta decima et.",
			"publishedOn":					"13 Dec 2001"
		},

		{
			"id": 									"developers-life",
			"writerId":							"carl",
			"name":									"Developers Life",
			"description":					"Humanitatis per seacula quarta decima et quinta decima, eodem modo typi qui nunc. Molestie consequat vel illum dolore eu feugiat nulla facilisis at vero eros et, accumsan et iusto. Eorum claritatem Investigationes demonstraverunt lectores legere me lius quod ii legunt saepius claritas. Parum claram anteposuerit litterarum formas nobis videntur parum clari! Autem vel eum iriure dolor in hendrerit in vulputate velit esse odio dignissim qui blandit praesent. Option congue nihil imperdiet doming id quod mazim placerat facer possim assum typi non habent.",
			"publishedOn":					"18 Oct 2010"
		},

		{
			"id": 									"harry-potter",
			"writerId":							"bharat",
			"name":									"Harry Potter - A mysterious boy",
			"description":					"Id quod mazim placerat facer possim assum typi non habent. Quinta decima eodem modo typi qui nunc nobis videntur parum clari, fiant sollemnes in. Iriure dolor in hendrerit in vulputate velit esse molestie consequat vel illum dolore eu feugiat nulla? Augue duis dolore te feugait nulla, facilisi nam liber. Tempor cum soluta nobis eleifend option congue nihil imperdiet doming: claritatem insitam est.",
			"publishedOn":					"10 Sept 1999"
		}
	]
}
